<template>
    <div class="newdetail">
        <smallbanner></smallbanner>
        <position :positionList="positionList"></position>
        <div class="newdetail-content">
            <h2 class="newdetail-title">{{employList.title}}</h2>
            <p class="newdetail-time"> 发布时间：{{employList.time}}    浏览次数：{{employList.number}}</p>
            <div class="newdetail-text" 
            v-for="(item,index) in employList.content" :key="index"
            >
                <p class="newdetail-keyword">{{item.keyword}}</p>
                <p class="newdetail-txt">{{item.txt}}</p>
            </div>
        </div>
    </div>
</template>

<script>

import Position from "../../components/position/position.vue"
import Smallbanner from "../../components/smallbanner/smallbanner.vue"

export default {
    data(){
        return{
            type:'',
            employList:{},
            positionList:[
                {title:'新闻动态',url:'/news'}
            ],
            newsList:{
                '2019060401':{
                title:'电子面单打印机的特点与功能优势',
                time:'2019-06-04',
                number:'1198',
                content:[
                    {keyword:'',txt:'打印机在办公用品中十分常见，极大地方便了我们的日常工作，其中电子面单打印机是用来打印快递单子的，方便又快捷，应用很广泛。那么它到底有什么独特的功能呢？比起其他产品又有哪些优势呢？下面我们就“电子面单打印机的特点与功能优势”来详细了解下。'},
                    {keyword:'电子面单打印机的功能优势',txt:'电子面单是使用不干胶热敏纸按设置的格式打印客户收派信息的面单，随着电子面单业务使用客户的增多及功能的改进，电子面单的优点和功能越来越受到客户的认可和肯定，电子面单业务也逐渐成为各公司开拓和稳固客户的一把利器。'},
                    {keyword:'1、提高面单打印发货速度',txt:'电子面单使用热敏纸单联打印，打印机为专用标签打印机，打印速度为普通面单针式打印机的4-5倍，平均速度为2500张/小时，时可达到3600张/小时；使用电子面单无需人工回填运单绑定单号，系统可根据生成运单号自动匹配订单号，可以进行后置打单，省去面单与配货单匹配的人力成本且降低匹配出错的概率从而加快了发货速度。'},
                    {keyword:'2、增加面单信息量',txt:'传统四联面单，大头笔信息、目的地、目的地中心信息；二维码校验、宣传信息；客户宣传信息等无法实现在面单上的打印。电子面单可通过系统设自动打印大头笔信 息、目的地、目的地中心信息、二维码校验信息及客户企业宣传信息等，其中目的地或目的中心的打印，分公司和转运中心在操作扫描电子面单时可不用再背扫描板 位置。'},
                    {keyword:'3、先进技术',txt:'采用面单打印机配套的热敏纸张，具有很好的防水性、防油性、防污性、高粘性。防褪色，确保2年有效期。新可折叠设计，面单打印后可实现自动折叠。'},
                    {keyword:'4、节约分公司成本',txt:'大头笔不用书写节约成本。底单不用抽出节约人工成本。面单损耗率低。不用录单。'},
                    {keyword:'电子面单打印机的特点',txt:''},
                    {keyword:'1、打印效率更高',txt:'电子面单打印机打印速度快达150mm/s，每秒可打印1张，是传统针打多联快速单的4-6倍，大大缓解电商企业批量打印的压力，简化操作流程，大大降低人力成本。'},
                    {keyword:'2、出错率低 发货效率高',txt:'使用打印机之后，电子面单不需要把快递单和定单信息逐一匹配操作，在订单信息申请快递单号的时候就已完成了定单批量匹配，减少了出错环节，限度避免手写收寄地址字迹潦草、不清晰、输入错误等问题，从而大大节省了收派员与用户的沟通核对时间。且信息化的电子面单配合电子拣货系统，使发货效率至少提高了30%-40%。'},
                    {keyword:'3、低噪环保节能',txt:'使用电子面单打印，降低运单采购成本，传统五联单成本是电子运单成本的2-3倍，且噪音比普通针式面单打印机低很多。'},
                    {keyword:'4、可拓展价值空间',txt:'电子面单的信息容量大，因此可以在预设的空白处印刷促销广告或推广活动信息，即可以成为一个定向的广告位，实现更大的利用价值。'},
                    {keyword:'',txt:'以上关于“电子面单打印机的特点与功能优势”的介绍，希望能让您了解“电子面单打印机”带来帮助。'}
                ]
                },
                '2019053101':{
                title:'蓝牙打印机的性能及设备特点介绍',
                time:'2019-05-31',
                number:'1276',
                content:[
                    {keyword:'',txt:'是利用蓝牙技术实现无线打印的新型打印机。蓝牙打印机采用蓝牙直连的形式，不需要使用线缆连接电脑，以其高速率、方便灵活、低功耗等特点在众多无线打印解决方案脱颖而出。已经成功应用于各种移动打印输出场合。比如超市、饭店餐厅、便利店收银小票打印；商场收款时签购单打印、快递电子面单、出租车载客收费打印等等。一台好用的蓝牙打印机应该具备哪些特点。首先需要先了解，目前POS终端系统、银行系统、医疗仪器等领域主流打印模式：热敏打印。热敏打印使用经过化学处理的热敏介质，当介质从热敏打印头下通过时变黑。热敏打印机不使用油墨、墨粉或色带。简单的设计使热敏打印机耐久和易用。由于没有色带，热敏打印机的操作费用比热转印打印机低。热敏介质上的图案会随时间的推移而褪色。热敏标签的可读取性随使用条件的不同而变。'},
                    {keyword:'蓝牙打印机的性能',txt:'电子面单是使用不干胶热敏纸按设置的格式打印客户收派信息的面单，随着电子面单业务使用客户的增多及功能的改进，电子面单的优点和功能越来越受到客户的认可和肯定，电子面单业务也逐渐成为各公司开拓和稳固客户的一把利器。'},
                    {keyword:'系统兼容性',txt:'由于用户手机设备不同，应用场景也复变。这就要求蓝牙打印机的兼容性必须要强。可以对接系统和其它应用软件。适用多种品牌手机。'},
                    {keyword:'接口方案',txt:'买来的打印机没有搭配的接口，问题就很麻烦。丰富的接口可以更好的满足用户日常打印需求。通常用到的接口有：USB、蓝牙、RS232串口打印。'},
                    {keyword:'智能提醒',txt:'当出现缺纸或进纸困难时，指示灯自动闪耀提醒继续放纸，设有自动检测走纸功能，简单故障可进行自检。'},
                    {keyword:'是否支持打印多种字符',txt:'比如：中英文数字、特殊符号、图片、一维条码、二维码等，包括GBK字库、ASCIC字库中的所有字符。'},
                    {keyword:'电子面单打印机的特点',txt:''},
                    {keyword:'售后服务',txt:'保修期和售后服务也是很重要的考虑因素。选择有合理的保修期和方便的专业售后服务，可以让用户在使用打印机更加放心，出现的问题能够得到及时有效的解决。'},
                    {keyword:'品质保障',txt:'软件技术有限公司是国家高新技术企业、深科创企业，中国物联网产业优秀的智能终端源头供应商和解决方案提供商。具有深厚的智能终端产品自主外观设计、研发、生产制造和功能定制的技术背景。'},
                    {keyword:'蓝牙打印机的特点',txt:'传统的小票打印机需要连接电脑，总给人笨拙沉重的感觉。无线办公打印机则为用户提供了超自由的使用体验，无需繁琐的网络布线，信息通过无线网络进行随时随地的传输。蓝牙技术便是其中一种，它是一种支持设备短距离通信（一般是10m之内）的无线电技术。不要求固定的基础设施，且易于安装和设置，不需要电缆即可实现连接，使用非常方便，只需简单完成配对就可投入使用，操作门槛较低。这使打印机上蓝牙技术的运用成了必然趋势。'},
                    {keyword:'',txt:'它是一款可以与手机等无线设备对接的蓝牙打印机。其功能更是让人叹为观止，不仅支持钱箱驱动；NVLOGO下载图片打印（图片格式为BMP）'},
                    {keyword:'',txt:'GB2312字库；图形自定义、字符自定义等。产品还支持在Windows 系统驱动、LINUX系统、安卓系统、IOS上使用。且蓝牙可选支持安卓系统、IOS系统或者安卓和IOS系统。蓝牙工作频段2.4GH；2.1版本传送速率为：921600 bps；4.0版本传送速率为：115200 bps。接口上更是有USB、蓝牙+USB可选，方便客户在不同场合使用。'},
                    {keyword:'',txt:'蓝牙打印机也是一款热敏票据打印机打印，速度快，打印效果好，维护成本低，外形小巧精致等，特别适合餐饮、物流、超市等服务行业的票据打印，而且在很多场合都比较方便。这款打印机上市以来主要是针对外卖行业，充实芯烨在外卖行业的产品数量。其超高的工作效率和质量，非常适合繁忙的商业环境需求。'},
                    {keyword:'',txt:'以上关于“蓝牙打印机的性能及设备特点”的介绍，希望能让您了解“蓝牙打印机”带来帮助。'}
                ]
                },
                '2019052701':{
                title:'什么是快递打印机以及它的两大优势介绍',
                time:'2019-05-27',
                number:'1307',
                content:[
                    {keyword:'',txt:'快递打印机它和普通的打印机是有一定的区别的，它归属于针式打印机系列，是其他普通的打印机所无法取代的，拥有它自己本身不同于其他打印机的性能优点。主要服务于电商类相关行业的客户。下面我们就“什么是快递打印机以及它常见的两大优势”来详细了解下。'},
                    {keyword:'快递打印机的简单介绍',txt:'打印机A300S的包装盒是经典的传统包装盒， 从包装盒上就可以看到打印机的外观与四个特点：抗摔、轻便、USB充电盒支持小程序打印。打印机A300S是由电子技术有限公司研发生产，超轻设计，比上一代A300轻便22%，专利滑动开盖设计，1.8米抗摔，内嵌矢量字库，支持充电宝充电，同时支持各大快递APP打单，与时俱进的支持微信小程序进行打单。打开包装盒，就能看到打印机A300S主体，旁边是充电器与充电线，还有一条自的打印单。'},
                    {keyword:'',txt:'打印机A300S充电只需要5V 1A即可，充电线也是普通安卓的中充电接头，如果在外使用时没电，快递员小哥哥就可以用移动电源应急充电打印机是耐脏的黑色设计，方形设计，上面为半透明盖，可以看到里面打印纸的情况，方便及时更换打印纸，中间有一块液晶显示屏。屏幕下面两个按键，左边为开关键，右边为走纸键，两个结合起来可以实现更多功能。打印机的重量很轻，比上一代轻便了22%，即便如此，后面也贴心的设计了螺纹口，可以安装挂带，别在腰上。眼看到还以为是让安装在三脚架上用的呢。'},
                    {keyword:'',txt:'打印机没有APP，所有的设置就只能通过打印机自身来设置了。通过蓝牙链接，手机与打印机便可连接使用，同时按下两个按键便可进入设置菜单。设置打印浓度、选择使用纸张类型等功能。打开打印机盖，一侧为热敏头，与喷墨打印机不同，打印机A300S为热敏打印，在选用纸时需要使用专用热敏纸才可，外面是撕纸口，打印完之后一撕便可。另一侧是走纸滚轮，中间的小点为光感传感器，可以自动识别快递单的单面。打印机可以装快递单打印纸，再宽的打印纸就装不进去了，窄一点的纸可以通过调节挡板来固定打印纸。'},
                    {keyword:'快递打印机的优点',txt:'推出的一款专为快递电子面单研发的一款不干胶标签电子面单打印机。相对于传统手写或针式打印快递单，电子面单打印机具有很多优点：'},
                    {keyword:'1、降低成本 提高效率',txt:'统的多联快递单无法将单号信息实时的传到管理后台，还需要专人撕取底单并录入，中间环节复杂，浪费了不少时间和人力，尤其是遇到淘宝天猫“双十一”等大型促销活动，订单量巨大，一不留神就可能出错。而使用了打印机之后，中间环节减少，订单完成更快。电子面单打印机打印速度快达150mm/s，每秒可打印1张，一天可轻松连续打印5万张面单，或10万张发货单，是普通纸质面单的4-6倍。高效率的面单打印大大缓解电商企业批量打印的压力，简化操作流程，大大降低人力成本。'},
                    {keyword:'2、出错率低',txt:'使用打印机之后，电子面单不需要把快递单和定单信息逐一匹配操作，在订单信息申请快递单号的时候就已完成了定单批量匹配，减少了出错环节，限度避免手写收寄地址字迹潦草、不清晰、输入错误等问题，从而大大节省了收派员与用户的沟通核对时间。另外，KD电子面单打印机采取热打印方式，噪音比针式面单打印机低很多，给使用人员带来愉悦心情。'},
                    {keyword:'',txt:'以上关于“快递打印机的简单介绍”和“快递打印机的优点有哪些”的介绍，希望能让您了解“什么是快递打印机以及它常见的两大优势”带来帮助。'}
                ]
                },
                '2019060501':{
                title:'电子面单打印机与传统面单打印机的对比，电子面单打印机的特点性能',
                time:'2019-06-05',
                number:'1521',
                content:[
                    {keyword:'',txt:'快递打印机它和普通的打印机是有一定的区别的，它归属于针式打印机系列，是其他普通的打印机所无法取代的，拥有它自己本身不同于其他打印机的性能优点。主要服务于电商类相关行业的客户。下面我们就“什么是快递打印机以及它常见的两大优势”来详细了解下。'},
                    {keyword:'快递打印机的简单介绍',txt:'打印机A300S的包装盒是经典的传统包装盒， 从包装盒上就可以看到打印机的外观与四个特点：抗摔、轻便、USB充电盒支持小程序打印。打印机A300S是由电子技术有限公司研发生产，超轻设计，比上一代A300轻便22%，专利滑动开盖设计，1.8米抗摔，内嵌矢量字库，支持充电宝充电，同时支持各大快递APP打单，与时俱进的支持微信小程序进行打单。打开包装盒，就能看到打印机A300S主体，旁边是充电器与充电线，还有一条自的打印单。'},
                    {keyword:'',txt:'打印机A300S充电只需要5V 1A即可，充电线也是普通安卓的中充电接头，如果在外使用时没电，快递员小哥哥就可以用移动电源应急充电打印机是耐脏的黑色设计，方形设计，上面为半透明盖，可以看到里面打印纸的情况，方便及时更换打印纸，中间有一块液晶显示屏。屏幕下面两个按键，左边为开关键，右边为走纸键，两个结合起来可以实现更多功能。打印机的重量很轻，比上一代轻便了22%，即便如此，后面也贴心的设计了螺纹口，可以安装挂带，别在腰上。眼看到还以为是让安装在三脚架上用的呢。'},
                    {keyword:'',txt:'打印机没有APP，所有的设置就只能通过打印机自身来设置了。通过蓝牙链接，手机与打印机便可连接使用，同时按下两个按键便可进入设置菜单。设置打印浓度、选择使用纸张类型等功能。打开打印机盖，一侧为热敏头，与喷墨打印机不同，打印机A300S为热敏打印，在选用纸时需要使用专用热敏纸才可，外面是撕纸口，打印完之后一撕便可。另一侧是走纸滚轮，中间的小点为光感传感器，可以自动识别快递单的单面。打印机可以装快递单打印纸，再宽的打印纸就装不进去了，窄一点的纸可以通过调节挡板来固定打印纸。'},
                    {keyword:'快递打印机的优点',txt:'推出的一款专为快递电子面单研发的一款不干胶标签电子面单打印机。相对于传统手写或针式打印快递单，电子面单打印机具有很多优点：'},
                    {keyword:'1、降低成本 提高效率',txt:'统的多联快递单无法将单号信息实时的传到管理后台，还需要专人撕取底单并录入，中间环节复杂，浪费了不少时间和人力，尤其是遇到淘宝天猫“双十一”等大型促销活动，订单量巨大，一不留神就可能出错。而使用了打印机之后，中间环节减少，订单完成更快。电子面单打印机打印速度快达150mm/s，每秒可打印1张，一天可轻松连续打印5万张面单，或10万张发货单，是普通纸质面单的4-6倍。高效率的面单打印大大缓解电商企业批量打印的压力，简化操作流程，大大降低人力成本。'},
                    {keyword:'2、出错率低',txt:'使用打印机之后，电子面单不需要把快递单和定单信息逐一匹配操作，在订单信息申请快递单号的时候就已完成了定单批量匹配，减少了出错环节，限度避免手写收寄地址字迹潦草、不清晰、输入错误等问题，从而大大节省了收派员与用户的沟通核对时间。另外，KD电子面单打印机采取热打印方式，噪音比针式面单打印机低很多，给使用人员带来愉悦心情。'},
                    {keyword:'',txt:'以上关于“快递打印机的简单介绍”和“快递打印机的优点有哪些”的介绍，希望能让您了解“什么是快递打印机以及它常见的两大优势”带来帮助。'}
                ]
                },
                '2019052901':{
                title:'电子面单打印机的产品特点及其具备的优势',
                time:'2019-05-29',
                number:'1151',
                content:[
                    {keyword:'',txt:'电子面单打印机主要用于打印快递的面单，是顺应快递行业发展的一种新型的面单打印设备，有效地简化了人工填写面单的步骤，减少了出错率，节省了快递单填写的人工成本。那么，电子面单打印机的产品属性是怎样的呢？它有哪些方面的优势呢？下面我们就“电子面单打印机的产品属性与优势”来详细了解下。'},
                    {keyword:'电子面单打印机的产品特点',txt:'这次为大家带来的是一台便携式电子面单打印机的使用体验，作为一个数码博主，我应该不算不务正业吧。一直都听说的打印机不错，这次终于有幸体验了他们公司的一款产品，随我来看看吧。'},
                    {keyword:'轻巧便携更省事',txt:'便携，顾名思义就是小而轻，可以随时随地使用。这款产品的定位是快递公司，尤其是快递员。可以说兼顾小而轻，当的起便携之名，巴掌大的体积，可以轻松放入口袋，裸机只有288g的重量。轻巧机身，抗摔结构，轻松应对各种意外。另外还有皮带扣锁孔设计（选配皮带、皮带扣），可挂在腰上，随时随地打单，更方便了快递员平常的使用。良好的耐低温、抗高温性能，也可以轻松面对多种户外工作环境。'},
                    {keyword:'一机通用，一“印”俱全',txt:'A300S，适用市面上主流快递APP（顺丰、申通、中通、EMS等等），支持微信小程序，还可以免费使用“快递助手”、“递小宝”等小程序打单。打印主流快递单可实现一机通用，无需频繁更换打印机。'},
                    {keyword:'更流畅、更清晰、更整齐',txt:'装纸处采用滑盖设计，装纸更简单，清洁更方便。出纸口采用隐藏式齿轮设计，一体化的防尘结构，可以有效防卡纸，使打印更流畅。内部嵌入了矢量字库，打印效果比普通打印机字迹更清晰，更便于快递员分拣。刀口采用了锋利的齿刀，保证了每一张快递单切口的整齐。具体效果请看下图测试纸张'},
                    {keyword:'接下来我们聊聊其他配置',txt:'通讯接口：MicroUSB通用充电接口，支持多种充电模式（充电宝充电、车载充电、插排充电等）1600mh长效电池，可待机5—7天充满一次电可打印约700张面单（这个博主还没有试验，太废纸了，博主亲测待机时间可达5天以上）。这产品还配置了双模蓝牙，无缝连接Android、ios系统，兼容市面上各主流品牌智能手机。'},
                    {keyword:'电子面单打印机具备的优势',txt:'1.打印速度提升降低制单人力成本，提升发货DSR。2.智能匹配订单运单号无需人工匹配，发货前就能知道快递公司和运单号码。3.优化捡货路径标准模板，不用再按快递公司分别打单，提高捡货速度。4.提升捡货效率可以直接用电子面单捡货，不用再的捡货单。5.避免单号浪费打印出来单没有发货的运单号可以回收无损耗。6.减少抽单环节在和快递公司交接的时候不用再抽底单，提高交接效率。7.不用手写大头笔大头笔信息直接打印在面单上包裹流转速度更快。8.有效的维权凭证电子面单是有效的维权凭证，使用线下面单维权举证时不能作为有效凭证。'},
                    {keyword:'',txt:'以上关于“电子面单打印机的产品特点”和“电子面单打印机具备的优势”的介绍，希望能让您了解“电子面单打印机”带来帮助。'}
                ]
                },
                '2019051701':{
                title:'便携式打印机的使用方式及其要求的简介',
                time:'2019-05-17',
                number:'1707',
                content:[
                    {keyword:'',txt:'在现实生活中，智能手机、平板电脑等移动设备可以让我们无时无刻随时随地的进行工作和休闲。似乎，我们进入了一个“移动化”的世界。为了满足我们的学习与工作，各大厂家发明了可以随身携带的便携式打印机。下面我们就“便携式打印机的使用方式及其要求的简介”来详细了解下。'},
                    {keyword:'【便携式打印机要足够轻便】',txt:'今天我们聊一聊“便携打印”这个事情，为了满足在户外办公、差旅途中的打印需要，打印单据、文档等资料。便携打印照片可以用小尺寸相纸，而便携打印文件却经常需要A4纸张。那么这个范畴下的“便携打印”，是否可行呢？'},
                    {keyword:'',txt:'要素：便携。交警、法院现场执法本来就要携带执法仪、手持式身份认证仪等执法设备；办公族出差也要带上常用的笔记本电脑、数码相机，特殊行业还要携带仪器仪表。便携打印机要足够轻便，随身携带放在背包或行李箱中不会成为负担。其次，便携打印机要结构简单，有一定的强壮度、耐冲击性。轻微的磕碰、跌落，时常搬运移动，不会影响打印功能。这两点下来，激光或者喷墨打印机就不合适了——激光打印的硒鼓耗材决定了机身不能做得太小，喷墨打印的打印头是精密部件，还有墨盒供墨，需要尽量避免磕碰。'},
                    {keyword:'',txt:'再次，便携打印机要方便连接，使用手机打印或者与记录仪、其它仪器仪表连接，要方便快捷。目前的技术实现，无线直连、蓝牙都是比较理想的方案。便携打印机要比较耐用。像手机一样，一次外出能打印足够多的页数，也就是电池容量够大、功耗控制做得比较好；而在频繁使用的情况下又寿命够长，不至于三五个月就用坏了再维修或换新。'},
                    {keyword:'',txt:'在这些很苛刻的条件之下，兄弟研发文档便携打印专用的PJ系列“A4便携打印机”，对便携打印做了特别的设计和优化。足够小巧轻便，长条状设计仅30x255mm，包含电池在内重量不到一市斤，放在包中、行李箱中毫无压力。采用锂电池供电，一次充电可以打印600张A4纸；整体打印寿命达到10万张，持久耐用。另外PJ-773型号还标配无线模块，可以与平板电脑、手机等移动设备快速连接，打印文档。秘密就在于兄弟PJ系列便携打印机采用热敏打印技术，不需要硒鼓、墨盒，不用耗材；结构简单，稳定耐用，打印头寿命长。不过这里注意，打印纸也需使用热敏专用纸，普通A4纸是打印不出文字的。'},
                    {keyword:'【便携式打印机的使用】',txt:'我们已经不可逆转地进入到一个移动化浪潮席卷的世界，智能手机、平板电脑等移动设备让我们无时无刻随时随地工作、学习和。但这个世界上，仍然有很多设备难以实现移动化。常规打印机无法满足便携性，而便携式打印机却不能打印常规尺寸的文件，而来自以色列的创业公司ZUtA Labs希望改变这一现状，他们开发了一款真正的移动打印机——Mini Mobile Robotic Printer。融合了两者的优点，它将墨头移动装置和送纸系统转换成横纵向轮子，因此打印的时候纸张保持不动，小盒子会在上面来回游走，十分有趣，而且只要不乱动纸张就不用担心精度问题。'},
                    {keyword:'',txt:'Robotic Printer的打印原理与传统打印机恰好相反，不是利用打印头在打印纸上左右来回移动，而是将一个喷墨打印头装在一个滚轮上，让打印机在静止的纸上打印。Robotic Printer高10厘米，直径11.5厘米，重约300克，由聚碳酸酯制成。通过打开打印机底部的滑舱即可激活打印机，用于充电的USB接口同样位于机身底部。这台“行走”在纸面上的机器人（86.250，-1.51，-1.72%）打印机基于omni-wheel系统，该系统可以准确地让设备以任何轨迹和方向移动。通过无线连接电脑或手机，打印机便可以在纸上来回进行打印。目前原型机的打印速度可达1.2ppm（每分钟打印页数），仅支持灰度打印，打印精度可以达到96×192 dpi，ZUtA Labs表示终版将提供更高的分辨率。'},
                    {keyword:'',txt:'以上关于“便携式打印机要足够轻便”和“便携式打印机的使用”的介绍，希望能让您了解“便携式打印机的使用方式及其要求的简介”带来帮助。'}
                ]
                },
                '2019042501':{
                title:'便携式打印机的类型以及相关知识说明',
                time:'2019-04-25',
                number:'1194',
                content:[
                    {keyword:'',txt:'为了工作的方便，人们常常会使用便携式的机器，便携式打印机就是这样一种便于携带而且对人们工作带来巨大的帮助的机械设备。如果想要进一步了解便携式打印机的话，咱们就一起看看小编给大家整理的资料吧！以下关于“便携式打印机的类型以及相关知识说明”的介绍。'},
                    {keyword:'【便携式打印机有哪些机型】',txt:'PJ-700系列共5款机型，分别为PJ-722/723/762/763MFi/773，配有200dpi和300dpi两类打印精度的机型供客户选择。'},
                    {keyword:'',txt:'其中PJ-763MFi机型更是增加了适合iOS使用的蓝牙连接，解决了苹果手机蓝牙连接打印的问题。PJ-773配有各种WiFi模式，适合用于各类移动终端以及主流系统（Andorid或者iOS皆可）；更有AirPrint打印模式可以轻松实现iOS设备连接PJ进行各类文件及照片的打印。另有丰富的选配件，无论是保护套、卷纸架、还是进纸架，都将提升打印舒适度，更好的完成移动打印。'},
                    {keyword:'现场即用 高效作业',txt:'随着移动商务的不断发展，越来越多的行业对移动打印有了更多的需求。拥有一款移动打印机实现高效工作，将带来更好的工作体验并提升客户满意度。'},
                    {keyword:'现场办公 即时打印',txt:'政府部门在执法过程中的现场打印也不断与时俱进。如交警部门和卫生监督检验检疫部门需要现场执法并打印的单位，能在执法现场中当场为用户出具具有法律效应的文书，就可以大大简化办事流程，提高群众对于现场执法的满意度。PJ-700系列凭借小巧的体积、稳定的性能、清晰的打印效果，将现场执法打印工作处理得高效、及时。'},
                    {keyword:'热敏打印 节源节流',txt:'移动打印产品并非打印市场中的新成员，但以往市场中的便携打印机产品多采用喷墨打印方式，采用这种打印方式的便携式打印机一般体积较大，在移动打印过程中稳定性不强。对于需要移动打印的客户来说，仅仅是一次漏墨就有可能对业务带来麻烦。PJ-700系列采用了热敏打印方式，免去了喷头堵塞、漏墨的尴尬情况，也没有更多的耗材成本支出。而且由于使用长效热敏纸张打印，打印保存时间更久。PJ-700系列的推出为用户提供了多样化的输出方式，其小巧的体积、稳定的工作表现将帮助更多的移动打印用户实现便捷、高效的工作。'},
                    {keyword:'【便携式打印机的介绍】',txt:'热敏打印机的工作原理和超市以及出租车里打印小票的那种机器是一样的。这款喵喵机，通过蓝牙连接手机上的 App，就能将手机里的照片打印出来。不过因为是热敏打印机的缘故，所以喵喵机只能打印出黑白照片。而且因为热敏的缘故，打印出来的东西不能保存，被手指甲划一下就会有一条黑印。'},
                    {keyword:'',txt:'不过喵喵机不用墨水，操作还简单，体积只有 83*83*45mm，比一包纸巾也大不了多少，轻轻松松就能放到口袋，方便随身携带。App 里自带了编辑的功能，包含了各种不同的字体和主题，还有多重滤镜效果，想怎么改就怎么改，简单的操作一波，就能让你打印出各种风格的照片。这款打印机采用内置锂电池的设计，1000mAh 的容量，一口气打印四卷纸都没问题，USB 的充电接口，使用更方便。以上关于“便携式打印机有哪些机型”和“便携式打印机的介绍”的介绍，希望能让您了解“便携式打印机的类型以及相关知识说明”带来帮助。'},
                ]
                },
                '2019052401':{
                title:'蓝牙打印机的业务范围及其特性说明',
                time:'2019-04-25',
                number:'1151',
                content:[
                    {keyword:'',txt:'蓝牙打印机就是应用蓝牙技术，实现无线打印。它的技术发明，解决了打印机对空间要求的问题。在使用中可以将打印机放在任何位置，打印时只要打开它的蓝牙功能便可工作了。那么它的原理基于普通打印机又有什么不一样呢？下面我们就“蓝牙打印机的业务范围及其特性说明”来详细了解下。'},
                    {keyword:'【一台好用的蓝牙打印机应该具备哪些特点】',txt:'蓝牙打印机哪个好？蓝牙打印机，顾名思义，是利用蓝牙技术实现无线打印的新型打印机。蓝牙打印机采用蓝牙直连的形式，不需要使用线缆连接电脑，以其高速率、方便灵活、低功耗等特点在众多无线打印解决方案脱颖而出。已经成功应用于各种移动打印输出场合。比如超市、饭店餐厅、便利店收银小票打印；商场收款时签购单打印、快递电子面单、出租车载客收费打印等等。一台好用的蓝牙打印机应该具备哪些特点，接下来我们将会进行详细介绍。'},
                    {keyword:'',txt:'首先需要先了解，目前POS终端系统、银行系统、医疗仪器等领域主流打印模式：热敏打印。热敏打印使用经过化学处理的热敏介质，当介质从热敏打印头下通过时变黑。热敏打印机不使用油墨、墨粉或色带。简单的设计使热敏打印机耐久和易用。由于没有色带，热敏打印机的操作费用比热转印打印机低。热敏介质上的图案会随时间的推移而褪色。热敏标签的可读取性随使用条件的不同而变。'},
                    {keyword:'系统兼容性',txt:'由于用户手机设备不同，应用场景也复变。这就要求蓝牙打印机的兼容性必须要强。可以对接andriod、iOS、windows系统和其它应用软件。适用多种品牌手机：苹果、小米、华为、三星、OPPO、VIVO、中兴等。'},
                    {keyword:'接口方案',txt:'买来的打印机没有搭配的接口，问题就很麻烦。丰富的接口可以更好的满足用户日常打印需求。通常用到的接口有：USB、蓝牙、RS232串口打印。'},
                    {keyword:'智能提醒',txt:'当出现缺纸或进纸困难时，指示灯自动闪耀提醒继续放纸，设有自动检测走纸功能，简单故障可进行自检。是否支持打印多种字符比如：中英文数字、特殊符号、图片、一维条码、二维码等，包括GBK字库、ASCIC字库中的所有字符。'},
                    {keyword:'【蓝牙打印机强大的业务能力】',txt:'是飞速发展的一年，各大巨头企业纷纷落地新零售，各种智能产品与服务相继面世。关于作为打印解决方案提供商，今年不但推出了多款极具科技感和未来性的云打印机，也推出了多款便携蓝牙打印机，它们深受有移动办公需求行业的喜爱。关于便携蓝牙打印机，到底有什么优势，能赢得各大行业的信任与青睐，一起来了解！'},
                    {keyword:'一、娇小的外形，强大的业务能力',txt:'机身线条流畅，外型小巧精致，重量轻，不占空间，可挂在胸前，也可夹在腰间，舒适的手持体验，移动办公轻松快捷。而如此娇小的身躯却蕴藏着强大的业务能力，不仅能胜任持续大量的打印工作，而且对工作环境的要求极低。物流行业应用场景：快递小哥随身携带关于便携蓝牙打印机，穿梭在城市的大街小巷，处理海量包裹，工作环境不停改变，打印机仍然快速出单。'},
                    {keyword:'二、产品性能轻松满足移动办公的需求',txt:'标配USB+蓝牙接口，可选配WIFI接口；蓝牙支持BT3.0和BLE4.0，可与安卓、苹果系统互联。配备大容量可充电锂电池，支持自动睡眠，待机时间长，有效解除断电不能工作之忧；高性能电芯，循环寿命长，低功耗机芯，打印时间更久，打印效果更佳。'},
                    {keyword:'三、关于APP操作简单，一键启用海量模版，打印超方便',txt:'关于APP支持蓝牙、Wi-Fi和USB方式连接打印机；通过APP自定义标签编辑，支持字体放大，提供多种标签尺寸选择；支持标签、条码、图片、以及在线模板保存到本机；提供海量标签、票据模板，一键应用行业模版，打印方便快捷。珠宝首饰行业重点推荐ZH380A便携蓝牙打印机，再配合关于珠宝APP，使用关于珠宝标签专用耗材，三者结合成为珠宝首饰标签打印解决方案。以上关于“一台好用的蓝牙打印机应该具备哪些特点”和“蓝牙打印机强大的业务能力”的介绍，希望能让您了解“蓝牙打印机的业务范围及其特性说明”带来帮助。'},
                ]
                },
            },
            }
        },
    components:{
        Position,
        Smallbanner
    },
    created(){
        this.employList = this.newsList[this.$route.query.type]
        var obj = {
            title:'新闻详情',
            url:this.$route.fullPath
        }
        this.positionList.push(obj)
    }
}
</script>

<style lang="scss">
    .newdetail-content{
        width: 1280px;
        margin: 0 auto;
        padding-top: 40px;
        margin-bottom: 60px;
        .newdetail-title{
            font-size: 32px;
            font-weight: bold;
            text-align: center;
            line-height: 59px;
        }
        .newdetail-time{
            color: #999999;
            font-size: 20px;
            text-align: center;
            margin-bottom: 90px;
            position: relative;
        }
        .newdetail-time::after{
            content: "";
            display: block;
            position: absolute;
            bottom: -40px;
            left: 50%;
            margin-left: -50px;
            width: 100px;
            height: 4px;
            background: #000000;
        }
        .newdetail-time::before{
            content: "";
            display: block;
            position: absolute;
            bottom: -37px;
            width: 1280px;
            height: 1px;
            background: #999999;
        }
        .newdetail-text{
            font-size: 20px;
            .newdetail-keyword{
                font-weight: bold;
                line-height: 80px;
            }
            .newdetail-txt{
                line-height: 40px;
                text-indent: 50px;
            }
        }
    }
</style>